[
  {
    "id": 0,
    "name": "Кроссовки GRUUV M",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/525204_51052.jpg?v=3",
    "price": 88590,
    "about": "Мужские кроссовки из натурального нубука ECCO GRUUV M специально разработаны для тех, кто привык двигаться свободно и легко.Легкая и гибкая подошва из полиуретана гарантирует отличный возврат энергии. Двухсторонний резиновый протектор обеспечивает надежное сцепление и полную свободу движения. Эластичная шнуровка позволяет легко переобуваться за пару секунд. Съемные стельки из пеноматериала и текстиля пропускают воздух и обеспечивают дополнительную амортизацию. При необходимости их можно вынуть и получить более широкое пространство для стопы.Дизайн модели строится вокруг инновационной подошвы с двусторонним изгибом и протектором. Футуристичный низ гармонично уравновешивается более спокойным классическим верхом.Современная технология ECCO FLUIDFORM создает уникальную гибкую подошву по анатомической форме стопы и соединяет ее с верхом обуви без клея и швов. Экологичный подход бренда ECCO DriTan значительно сокращает расход воды и химикатов и уменьшает количество отходов.",
    "size": "39-48"
  },
  {
    "id":1,
    "name": "Кроссовки ASTIR",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/523234_01001.jpg",
    "price": 75590,
    "about": "Отправляйся покорять неизведанное в мужских кроссовках из текстиля ECCO BIOM 2.1 X COUNTRY. Анатомическая подошва и водозащитная мембрана делают пару идеальной обувью для хайкинга и трейлраннинга.Подошва дополнена резиновым протектором ECCO PERFORMANCE RUBBER+ для исключительного сцепления. Посадка кроссовок легко регулируется шнуровкой.Четкие линии, геометричный декор, крупная подошва и сглаженный силуэт верха передают идею динамики и скорости движения.Съемные стельки OrthoLite UltraLite поддерживают стопу и амортизируют. Технология BIOM NATURAL MOTION формирует уникальную колодку для максимально естественного движения. Мембранный слой GORE-TEХ на 100% защищает от влаги и ветра, сохраняя ноги теплыми и сухими. Технология ECCO FLUIDFORM позволяет получить анатомически правильную подошву и бесшовно соединить ее с верхом. Подошва модели изготовлена из сверхлегкого материала ECCO PHORENE, вес которого на треть меньше обычного полиуретана, а амортизация при этом в два раза выше.",
    "size": "39-47"
  },
  {
    "id": 2,
    "name": "Кроссовки BIOM 2.1 X COUNTRY M",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/822834_51052.jpg",
    "price": 67790,
    "about": "Подошва дополнена резиновым протектором ECCO PERFORMANCE RUBBER+ для исключительного сцепления. Посадка кроссовок легко регулируется шнуровкой.",
    "size": "39-47"
  },
  {
    "id": 3,
    "name": "Кроссовки BIOM 2.1 X COUNTRY M ",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/822834_60426.jpg",
    "price": 67790,
    "about": "Отправляйся покорять неизведанное в мужских кроссовках из текстиля ECCO BIOM 2.1 X COUNTRY. Анатомическая подошва и водозащитная мембрана делают пару идеальной обувью для хайкинга и трейлраннинга.Подошва дополнена резиновым протектором ECCO PERFORMANCE RUBBER+ для исключительного сцепления. Посадка кроссовок легко регулируется шнуровкой.Четкие линии, геометричный декор, крупная подошва и сглаженный силуэт верха передают идею динамики и скорости движения.Съемные стельки OrthoLite UltraLite поддерживают стопу и амортизируют. Технология BIOM NATURAL MOTION формирует уникальную колодку для максимально естественного движения. Мембранный слой GORE-TEХ на 100% защищает от влаги и ветра, сохраняя ноги теплыми и сухими. Технология ECCO FLUIDFORM позволяет получить анатомически правильную подошву и бесшовно соединить ее с верхом. Подошва модели изготовлена из сверхлегкого материала ECCO PHORENE, вес которого на треть меньше обычного полиуретана, а амортизация при этом в два раза выше.",
    "size": "39-47"
  },
  {
    "id": 4,
    "name": "Кроссовки BIOM FJUEL M",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/837534_01178.jpg?v=1",
    "price": 62690,
    "about": "Мужские кроссовки из натурального нубука ECCO BIOM FJUEL M созданы с учетом естественной анатомии стопы.Подошва из полиуретана легкая, гибкая и дополнена резиновым слоем для защиты обуви от скольжения. Вставка из термополиуретана поддерживает стопу и пяточную зону. Текстильная подкладка защищает кожу от натирания и впитывает лишнюю влагу. Съемные стельки с верхним текстильным слоем улучшают внутреннюю циркуляцию воздуха.В дизайне кроссовок объединились элементы уличного и спортивного стилей. Выверенные плавные линии подошвы в сочетании с внешней защитой пятки добавляют силуэту модели трендового объема. Петелька на заднике и отделка зоны шнуровки контрастного цвета разбавляют спокойные тона верха.Технология ECCO FLUIDFORM формирует уникальную гибкую подошву и бесшовно соединить ее с верхом, делая место стыка абсолютно герметичным. Технология BIOM NATURAL MOTION создает уникальную колодку с разными зонами жесткости для улучшенной стабильности и отличного возврата энергии.",
    "size": "39-48"
  },
  {
    "id": 5,
    "name": "Кроссовки ASTIR",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/523244_60345.jpg",
    "price": 57290,
    "about": "Кроссовки ECCO ASTIR выполнены из натуральной кожи собственного производства бренда с отделкой из замши премиум-класса. Ультралегкая и гибкая подошва из полиуретана ECCO PHORENE™ обладает повышенной амортизацией и устойчивостью к перепадам температур. Анатомическая колодка ECCO FLUIDFORM™ обеспечивает комфорт при каждом шаге и надежно поддерживает стопу. Детали: текстильная подкладка, стелька из текстиля и пеноматериала, шнуровка.",
    "size": "39-47"
  },
  {
    "id": 6,
    "name": "Кроссовки ASTIR",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/523244_60184.jpg?v=1",
    "price": 54690,
    "about": "Кроссовки ECCO ASTIR выполнены из натуральной кожи собственного производства бренда с отделкой из замши премиум-класса. Ультралегкая и гибкая подошва из полиуретана ECCO PHORENE™ обладает повышенной амортизацией и устойчивостью к перепадам температур. Анатомическая колодка ECCO FLUIDFORM™ обеспечивает комфорт при каждом шаге и надежно поддерживает стопу. Детали: текстильная подкладка, стелька из текстиля и пеноматериала, шнуровка.",
    "size": "39-47"
  },
  {
    "id": 7,
    "name": "Кроссовки ECCO ASTIR",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/524954_60031.jpg?v=1",
    "price": 54690,
    "about": "Кроссовки ECCO ASTIR выполнены из натуральной кожи собственного производства бренда с отделкой из замши премиум-класса. Ультралегкая и гибкая подошва из полиуретана ECCO PHORENE™ обладает повышенной амортизацией и устойчивостью к перепадам температур. Анатомическая колодка ECCO FLUIDFORM™ обеспечивает комфорт при каждом шаге и надежно поддерживает стопу. Детали: текстильная подкладка, стелька из текстиля и пеноматериала, шнуровка.",
    "size": "39-47"
  },
  {
    "id": 8,
    "name": "Кроссовки ASTIR",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/523244_60197.jpg",
    "price": 57290,
    "about": "Кроссовки ECCO ASTIR выполнены из натуральной кожи собственного производства бренда с отделкой из замши премиум-класса. Ультралегкая и гибкая подошва из полиуретана ECCO PHORENE™ обладает повышенной амортизацией и устойчивостью к перепадам температур. Анатомическая колодка ECCO FLUIDFORM™ обеспечивает комфорт при каждом шаге и надежно поддерживает стопу. Детали: текстильная подкладка, стелька из текстиля и пеноматериала, шнуровка.",
    "size": "39-47"
  },
  {
    "id": 9,
    "name": "Кроссовки TERRACRUISE LT M",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/825774_51406.jpg?v=1",
    "price":72890,
    "about": "Яркий спортивный дизайн, удобная посадка и неизменное качество бренда ECCO делают мужские кроссовки из текстиля ECCO TERRACRUISE идеальным выбором для любителей активного образа жизни.Полиуретановая подошва с протектором одновременно легкая, гибкая и устойчивая. Шнуровка с фиксатором позволяет переобуваться за пару секунд и подбирать оптимальную посадку модели одним движением. Светоотражающий рисунок делает вечерние пробежки максимально безопасными. Текстильная подкладка и стельки приятны на ощупь и эффективно впитывают влагу, сохраняя ноги сухими.Необычное сочетание разных фактур, многослойность и необычная геометрия верха вместе придутся по вкусу любому, кто следит за модными тенденциями. Взрывной дизайн и гармоничные оттенки обуви могут задать настроение любому повседневному или спортивному образу.Технология ECCO FLUIDFORM создает уникальную подошву, полностью повторяющую анатомические изгибы стопы, для идеальной амортизации и поддержки в правильных зонах.",
    "size": "39-47"
  },
  {
    "id": 10,
    "name": "Кеды высокие SOFT 7 TRED M",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/450434_02076.jpg",
    "price": 80690,
    "about": "Демисезонные мужские кеды из натурального промасленного нубука ECCO SOFT 7 TRED одинаково успешно справляются с непогодой и задачей выглядеть стильно в любой ситуации. Мягкий верх с водоотталкивающей пропиткой защитит ноги от дождя и слякоти.Легкая и мягкая полиуретановая подошва исключительно гибкая и устойчивая благодаря противоскользящему резиновому покрытию. Длинная шнуровка позволяет подобрать удобную посадку модели. Подкладка из кожи и текстиля и съемные стельки сохраняют оптимальный внутренний микроклимат.Монохромный верх, тональная шнуровка и декоративная строчка создают легкий расслабленный образ в стиле кэжуал.Благодаря инновационной пропитке ECCO HYDROMAX верх остается непромокаемым до 10 часов, сохраняя при этом мягкость и воздухопроницаемость. Технология ECCO FLUIDFORM позволяет получить гибкую подошву, в точности повторяющую изгибы стопы, и бесшовно соединить ее с верхом обуви для максимального комфорта и амортизации шага.",
    "size": "39-48"
  },
  {
    "id": 11,
    "name": "Кроссовки BIOM 2.1 X COUNTRY M",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/822804_60593.jpg?v=4",
    "price": 83290,
    "about": "Стильные кроссовки ECCO BIOM 2.1 X COUNTRY сочетают спортивный и уличный стили: носок из неопрена, асимметричная подошва, оригинальный прозрачный верх, яркие контрастные цвета . Верх скомбинирован из трех независимых слоев дышащего спортивного текстиля. Инновационная технология ECCO BIOM® NATURAL MOTION® активирует природные свойства стопы для естественного движения и амортизации шага. Гибкая и легкая подошва ECCO PHORENE™ дополнена резиновым покрытием для исключительного сцепления с поверхностью и уверенности в каждом шаге. Технология ECCO FLUIDFORM™ присоединяет подошву к верхней части обуви без клея или ниток, что делает ее невероятно прочной и мягкой. Съемные стельки OrthoLite® UltraLite поддерживают стопу и обеспечивают дополнительный комфорт во время движения.",
    "size": "39-47"
  },
  {
    "id": 12,
    "name": "Кроссовки BIOM 2.1 X COUNTRY M",
    "image": "https://ecco.kz/images/eshop/img/jpg/bigw/822804_60269.jpg?v=1",
    "price": 78090,
    "about": "Стильные кроссовки ECCO BIOM 2.1 X COUNTRY сочетают спортивный и уличный стили: носок из неопрена, асимметричная подошва, оригинальный прозрачный верх, яркие контрастные цвета . Верх скомбинирован из трех независимых слоев дышащего спортивного текстиля. Инновационная технология ECCO BIOM® NATURAL MOTION® активирует природные свойства стопы для естественного движения и амортизации шага. Гибкая и легкая подошва ECCO PHORENE™ дополнена резиновым покрытием для исключительного сцепления с поверхностью и уверенности в каждом шаге. Технология ECCO FLUIDFORM™ присоединяет подошву к верхней части обуви без клея или ниток, что делает ее невероятно прочной и мягкой. Съемные стельки OrthoLite® UltraLite поддерживают стопу и обеспечивают дополнительный комфорт во время движения.",
    "size": "39-47"
  }
]